Repository: chrisdotcode/switchboard-plug-notifications
Catalog: po/*.po
Languages: bs, sv

source: Nothing to do here
bs: Nema posla da se radi ovdje. Posjeti biro.
sv: Ingenting här ännu

source: Notifications preferences are for configuring which apps make use of notifications, for changing how an app's notifications appear, and for setting when you do not want to be disturbed by notifications.
sv: Notisinställningar ställer in vilka program som använder notiser, för att ändra hur ett programs notiser ser ut och för att ställa in när du inte vill bli störd.

source: When apps are installed that have notification options they will automatically appear here.
bs: Kada budi instalirane aplikacije koje imaju opcije za notifikacije automatski će se pojaviti ovdje.
sv: Installerade program med konfigurerbara notisinställningar kommer automatiskt att visas här.

source: Notifications
bs: Notifikacije
sv: Notiser

source: Configure notification bubbles, sounds, and notification center
sv: Ställ in notisbubblor, ljud och notiscenter

source: Do Not Disturb
bs: Ne uznemiravaj
sv: Stör ej

source: Bubbles
bs: Balončići
sv: Notisbubblor

source: elementary OS is in Do Not Disturb mode
bs: elementary OS je u "Ne uznemiravaj me" modu
sv: elementary OS är i stör ej-läge

source: While in Do Not Disturb mode, notifications and alerts will be hidden and notification sounds will be silenced.
bs: Dok ste u "Ne uznemiravaj me" modu, notifikacije i upozorenja će biti sakriveni i zvukovi za notifikacije će biti utišani.
sv: När datorn är i stör ej-läge visas varken notiser eller varningar och notisljud tystas.

source: System notifications, such as volume and display brightness, will be unaffected.
bs: Ovo se ne odnosi na sistemske notifikacije kao što su jačina zvuka i svjetlina ekrana.
sv: Systemmeddelanden, som volym och skärmens ljusstyrka, påverkas inte.

source: Bubbles appear in the top right corner of the display and disappear automatically.
bs: Balončići se pojavljuju u gornjem desnom uglu monitora i nestaju automatski.
sv: Notisbubblor visas i översta högra hörnet och försvinner automatiskt.

source: Sounds
bs: Zvuci
sv: Ljud

source: Sounds play once when a new notification arrives.
bs: Zvuk se pušta samo kada vam stigne nova notifikacija.
sv: Ljud spelas upp en gång när en ny notis visas

source: Notification Center
sv: Notiscenter

source: Show missed notifications in Notification Center.
sv: Visa missade notiser i notiscenter

source: Disabled
bs: Onemogućeno
sv: Inaktiverad
